Repository: didisouzacosta/VideoEditorKit
Catalog: Sources/VideoEditorKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# editor.platform.youtube-shorts.explanation
source: Keeps important content inside the clearer viewing area for YouTube Shorts, away from top labels and lower playback overlays.
de: Hält wichtige Inhalte innerhalb des klareren Sichtbereichs von YouTube Shorts und fern von oberen Labels und unteren Wiedergabe-Overlays.
es: Mantiene el contenido importante dentro del área de visualización más limpia de YouTube Shorts, lejos de las etiquetas superiores y las superposiciones inferiores de reproducción.
fr: Garde le contenu important dans la zone de visualisation la plus claire de YouTube Shorts, à l'écart des libellés supérieurs et des superpositions de lecture inférieures.
ja: 重要なコンテンツを、上部ラベルや下部の再生オーバーレイから離れた、YouTube Shorts の見やすい表示エリア内に保ちます。
pt_br: Mantém o conteúdo importante dentro da área mais limpa de visualização do YouTube Shorts, longe dos rótulos superiores e das sobreposições inferiores de reprodução.
zh_hans: 将重要内容保持在 YouTube Shorts 更清晰的观看区域内，避开顶部标签和底部播放覆盖层。

# editor.player.failed
source: Failed to open video
de: Video konnte nicht geöffnet werden
es: No se pudo abrir el video
fr: Impossible d'ouvrir la vidéo
ja: ビデオを開けませんでした
pt_br: Falha ao abrir o vídeo
zh_hans: 无法打开视频

# editor.player.reset-transform
source: Reset transform
de: Transformation zurücksetzen
es: Restablecer transformación
fr: Réinitialiser la transformation
ja: 変形をリセット
pt_br: Redefinir transformação
zh_hans: 重置变换

# editor.player.unknown
source: Add a video to start editing
de: Füge ein Video hinzu, um mit der Bearbeitung zu beginnen
es: Agrega un video para empezar a editar
fr: Ajoutez une vidéo pour commencer le montage
ja: 編集を始めるにはビデオを追加してください
pt_br: Adicione um vídeo para começar a editar
zh_hans: 添加视频以开始编辑

# editor.preview.missing.message
source: Missing resource: preview.mp4
de: Fehlende Ressource: preview.mp4
es: Recurso faltante: preview.mp4
fr: Ressource manquante : preview.mp4
ja: 見つからないリソース: preview.mp4
pt_br: Recurso ausente: preview.mp4
zh_hans: 缺少资源：preview.mp4

# editor.preview.missing.title
source: Preview video not found
de: Vorschauvideo nicht gefunden
es: No se encontró el video de vista previa
fr: Vidéo d'aperçu introuvable
ja: プレビュー用ビデオが見つかりません
pt_br: Vídeo de pré-visualização não encontrado
zh_hans: 未找到预览视频

# editor.quality.high.subtitle
source: Ideal for publishing on social networks
de: Ideal für Veröffentlichungen in sozialen Netzwerken
es: Ideal para publicar en redes sociales
fr: Idéal pour publier sur les réseaux sociaux
ja: ソーシャルネットワークへの公開に最適
pt_br: Ideal para publicar em redes sociais
zh_hans: 适合发布到社交网络

# editor.quality.low.subtitle
source: Fast loading and small size, low quality
de: Schnelles Laden und kleine Größe, geringe Qualität
es: Carga rápida y tamaño pequeño, baja calidad
fr: Chargement rapide et petite taille, faible qualité
ja: 読み込みが速くサイズが小さい、低画質
pt_br: Carregamento rápido e tamanho pequeno, baixa qualidade
zh_hans: 加载快、体积小、画质较低

# editor.quality.medium.subtitle
source: Optimal size to quality ratio
de: Optimales Verhältnis von Größe zu Qualität
es: Relación óptima entre tamaño y calidad
fr: Équilibre optimal entre taille et qualité
ja: サイズと画質の最適なバランス
pt_br: Proporção ideal entre tamanho e qualidade
zh_hans: 尺寸与画质的最佳平衡

# editor.safe-area.universal.explanation
source: Use this guide when you want one 9:16 composition that stays safer across Instagram, TikTok and YouTube Shorts. Keep headlines, faces, logos and CTAs inside the highlighted center area.
de: Nutze diese Anleitung, wenn du eine 9:16-Komposition möchtest, die auf Instagram, TikTok und YouTube Shorts sicherer bleibt. Halte Überschriften, Gesichter, Logos und CTAs im hervorgehobenen Mittelbereich.
es: Usa esta guía cuando quieras una composición 9:16 que sea más segura en Instagram, TikTok y YouTube Shorts. Mantén titulares, rostros, logotipos y CTAs dentro del área central resaltada.
fr: Utilisez ce guide lorsque vous voulez une composition 9:16 plus sûre sur Instagram, TikTok et YouTube Shorts. Gardez les titres, visages, logos et CTA dans la zone centrale mise en évidence.
ja: Instagram、TikTok、YouTube Shorts でより安全に見せたい 9:16 構図を作るときにこのガイドを使ってください。見出し、顔、ロゴ、CTA は強調表示された中央エリア内に配置してください。
pt_br: Use este guia quando quiser uma composição 9:16 que fique mais segura no Instagram, TikTok e YouTube Shorts. Mantenha títulos, rostos, logos e CTAs dentro da área central destacada.
zh_hans: 当你想要一个在 Instagram、TikTok 和 YouTube Shorts 上都更安全的 9:16 构图时，请使用此指南。请将标题、人脸、标志和 CTA 保持在高亮的中央区域内。

# editor.safe-area.universal.title
source: Universal Social Safe Zone
de: Universelle Safe-Zone für soziale Medien
es: Zona segura social universal
fr: Zone de sécurité universelle pour les réseaux sociaux
ja: 共通ソーシャル安全エリア
pt_br: Zona segura social universal
zh_hans: 通用社交安全区

# editor.shell.failed.title
source: Unable to open the selected video
de: Das ausgewählte Video konnte nicht geöffnet werden
es: No se pudo abrir el video seleccionado
fr: Impossible d'ouvrir la vidéo sélectionnée
ja: 選択したビデオを開けませんでした
pt_br: Não foi possível abrir o vídeo selecionado
zh_hans: 无法打开所选视频

# editor.shell.idle.message
source: Choose a clip to begin a new editing session.
de: Wähle einen Clip, um eine neue Bearbeitungssitzung zu starten.
es: Elige un clip para iniciar una nueva sesión de edición.
fr: Choisissez un clip pour commencer une nouvelle session de montage.
ja: 新しい編集セッションを始めるにはクリップを選択してください。
pt_br: Escolha um clipe para iniciar uma nova sessão de edição.
zh_hans: 选择一个片段以开始新的编辑会话。

# editor.shell.idle.title
source: Add a video to start editing
de: Füge ein Video hinzu, um mit der Bearbeitung zu beginnen
es: Agrega un video para empezar a editar
fr: Ajoutez une vidéo pour commencer le montage
ja: 編集を始めるにはビデオを追加してください
pt_br: Adicione um vídeo para começar a editar
zh_hans: 添加视频以开始编辑

# editor.shell.loading.message
source: The editor will open as soon as the selected clip is ready.
de: Der Editor wird geöffnet, sobald der ausgewählte Clip bereit ist.
es: El editor se abrirá en cuanto el clip seleccionado esté listo.
fr: L'éditeur s'ouvrira dès que le clip sélectionné sera prêt.
ja: 選択したクリップの準備ができ次第、エディタが開きます。
pt_br: O editor será aberto assim que o clipe selecionado estiver pronto.
zh_hans: 所选片段准备好后，编辑器将立即打开。

# editor.shell.loading.title
source: Importing video...
de: Video wird importiert...
es: Importando video...
fr: Importation de la vidéo...
ja: ビデオを読み込み中...
pt_br: Importando vídeo...
zh_hans: 正在导入视频...

# editor.tool.adjusts.title
source: Adjusts
de: Anpassungen
es: Ajustes
fr: Réglages
ja: 調整
pt_br: Ajustes
zh_hans: 调整

# editor.tool.cut.title
source: Cut
de: Schnitt
es: Corte
fr: Coupe
ja: カット
pt_br: Corte
zh_hans: 剪切

# editor.tool.hint.locked
source: Double-tap to learn how to unlock this tool.
de: Doppeltippen, um zu erfahren, wie du dieses Werkzeug freischalten kannst.
es: Toca dos veces para saber cómo desbloquear esta herramienta.
fr: Touchez deux fois pour découvrir comment débloquer cet outil.
ja: ダブルタップして、このツールのロック解除方法を確認します。
pt_br: Toque duas vezes para saber como desbloquear esta ferramenta.
zh_hans: 双击以了解如何解锁此工具。

# editor.tool.hint.open
source: Double-tap to open this editing tool.
de: Doppeltippen, um dieses Bearbeitungswerkzeug zu öffnen.
es: Toca dos veces para abrir esta herramienta de edición.
fr: Touchez deux fois pour ouvrir cet outil de montage.
ja: ダブルタップして、この編集ツールを開きます。
pt_br: Toque duas vezes para abrir esta ferramenta de edição.
zh_hans: 双击以打开此编辑工具。

# editor.tool.presets.custom-crop
source: Custom crop
de: Benutzerdefinierter Zuschnitt
es: Recorte personalizado
fr: Recadrage personnalisé
ja: カスタムクロップ
pt_br: Corte personalizado
zh_hans: 自定义裁剪

# editor.tool.speed.title
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
pt_br: Velocidade
zh_hans: 速度

# editor.tool.transcript.title
source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
ja: 文字起こし
pt_br: Transcrição
zh_hans: 转写

# editor.tool.value.applied
source: Applied
de: Angewendet
es: Aplicado
fr: Appliqué
ja: 適用済み
pt_br: Aplicado
zh_hans: 已应用

# editor.toolbar.adjustments.plural
source: adjustments
de: Anpassungen
es: ajustes
fr: réglages
ja: 調整
pt_br: ajustes
zh_hans: 项调整

# editor.toolbar.adjustments.single
source: adjustment
de: Anpassung
es: ajuste
fr: réglage
ja: 調整
pt_br: ajuste
zh_hans: 项调整

# editor.transcript.default-style
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
pt_br: Padrão
zh_hans: 默认

# editor.transcript.empty.message
source: Run the transcription provider to populate timed segments for this video.
de: Starte den Transkriptionsanbieter, um zeitcodierte Segmente für dieses Video zu erzeugen.
es: Ejecuta el proveedor de transcripción para rellenar los segmentos temporizados de este video.
fr: Lancez le fournisseur de transcription pour remplir les segments horodatés de cette vidéo.
ja: このビデオの時間付きセグメントを生成するには、文字起こしプロバイダーを実行してください。
pt_br: Execute o provedor de transcrição para preencher os segmentos temporizados deste vídeo.
zh_hans: 运行转写提供程序以填充此视频的时间片段。

# editor.transcript.empty.title
source: No transcript yet
de: Noch kein Transkript
es: Todavía no hay transcripción
fr: Aucune transcription pour le moment
ja: 文字起こしはまだありません
pt_br: Ainda não há transcrição
zh_hans: 暂无转写

# editor.transcript.error.cancelled
source: The transcription request was cancelled before it finished.
de: Die Transkriptionsanfrage wurde vor Abschluss abgebrochen.
es: La solicitud de transcripción se canceló antes de terminar.
fr: La demande de transcription a été annulée avant la fin.
ja: 完了前に文字起こしリクエストがキャンセルされました。
pt_br: A solicitação de transcrição foi cancelada antes de terminar.
zh_hans: 转写请求在完成前已被取消。

# editor.transcript.error.empty-result
source: The transcription provider returned no timed segments.
de: Der Transkriptionsanbieter hat keine zeitcodierten Segmente zurückgegeben.
es: El proveedor de transcripción no devolvió segmentos temporizados.
fr: Le fournisseur de transcription n'a renvoyé aucun segment horodaté.
ja: 文字起こしプロバイダーは時間付きセグメントを返しませんでした。
pt_br: O provedor de transcrição não retornou segmentos temporizados.
zh_hans: 转写提供程序未返回任何时间片段。

# editor.transcript.error.invalid-source
source: The current video source could not be used for transcription.
de: Die aktuelle Videoquelle konnte nicht für die Transkription verwendet werden.
es: La fuente de video actual no se pudo usar para la transcripción.
fr: La source vidéo actuelle n'a pas pu être utilisée pour la transcription.
ja: 現在のビデオソースは文字起こしに使用できませんでした。
pt_br: A fonte de vídeo atual não pôde ser usada para transcrição.
zh_hans: 当前视频源无法用于转写。

# editor.transcript.failed.title
source: Unable to transcribe
de: Transkription nicht möglich
es: No se pudo transcribir
fr: Impossible de transcrire
ja: 文字起こしできませんでした
pt_br: Não foi possível transcrever
zh_hans: 无法转写

# editor.transcript.idle.message
source: Generate timed text from the current source video and edit it segment by segment.
de: Erzeuge zeitcodierten Text aus dem aktuellen Quellvideo und bearbeite ihn Segment für Segment.
es: Genera texto temporizado a partir del video actual y edítalo segmento por segmento.
fr: Générez un texte horodaté à partir de la vidéo source actuelle et modifiez-le segment par segment.
ja: 現在のソースビデオから時間付きテキストを生成し、セグメントごとに編集します。
pt_br: Gere texto temporizado a partir do vídeo atual e edite-o segmento por segmento.
zh_hans: 从当前源视频生成带时间戳的文本，并逐段编辑。

# editor.transcript.idle.title
source: Create a transcript
de: Ein Transkript erstellen
es: Crear una transcripción
fr: Créer une transcription
ja: 文字起こしを作成
pt_br: Criar uma transcrição
zh_hans: 创建转写

# editor.transcript.loading.message
source: The transcript will appear here as soon as the provider returns the timed segments.
de: Das Transkript erscheint hier, sobald der Anbieter die zeitcodierten Segmente zurückgibt.
es: La transcripción aparecerá aquí en cuanto el proveedor devuelva los segmentos temporizados.
fr: La transcription apparaîtra ici dès que le fournisseur renverra les segments horodatés.
ja: プロバイダーが時間付きセグメントを返すと、ここに文字起こしが表示されます。
pt_br: A transcrição aparecerá aqui assim que o provedor retornar os segmentos temporizados.
zh_hans: 当提供程序返回时间片段后，转写内容会显示在这里。

# editor.transcript.loading.title
source: Transcribing audio...
de: Audio wird transkribiert...
es: Transcribiendo audio...
fr: Transcription de l'audio...
ja: 音声を文字起こし中...
pt_br: Transcrevendo áudio...
zh_hans: 正在转写音频...

# editor.transcript.position.bottom
source: Bottom
de: Unten
es: Inferior
fr: Bas
ja: 下
pt_br: Inferior
zh_hans: 底部

# editor.transcript.position.bottom.abbreviation
source: B
de: U
ja: 下
zh_hans: 下

# editor.transcript.position.center
source: Center
de: Mitte
es: Centro
fr: Centre
ja: 中央
pt_br: Centro
zh_hans: 中间

# editor.transcript.position.center.abbreviation
source: C
de: M
ja: 中
zh_hans: 中

# editor.transcript.position.top
source: Top
de: Oben
es: Superior
fr: Haut
ja: 上
pt_br: Superior
zh_hans: 顶部

# editor.transcript.position.top.abbreviation
source: T
de: O
fr: H
ja: 上
zh_hans: 上

# editor.transcript.previous-request-failed
source: The previous transcription request failed.
de: Die vorherige Transkriptionsanfrage ist fehlgeschlagen.
es: La solicitud de transcripción anterior falló.
fr: La précédente demande de transcription a échoué.
ja: 前回の文字起こしリクエストは失敗しました。
pt_br: A solicitação de transcrição anterior falhou.
zh_hans: 上一次转写请求失败了。

# editor.transcript.retry
source: Transcribe
de: Transkribieren
es: Transcribir
fr: Transcrire
ja: 文字起こし
pt_br: Transcrever
zh_hans: 转写

# editor.transcript.retry-failure
source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
pt_br: Tentar novamente
zh_hans: 再试一次

# editor.transcript.section-title
source: Transcription
de: Transkription
es: Transcripción
ja: 文字起こし
pt_br: Transcrição
zh_hans: 转写

# editor.transcript.segment-unavailable.message
source: This transcript segment is no longer available.
de: Dieses Transkriptsegment ist nicht mehr verfügbar.
es: Este segmento de la transcripción ya no está disponible.
fr: Ce segment de transcription n'est plus disponible.
ja: この文字起こしセグメントは現在利用できません。
pt_br: Este segmento da transcrição não está mais disponível.
zh_hans: 此转写片段已不可用。

# editor.transcript.segment-unavailable.title
source: Segment unavailable
de: Segment nicht verfügbar
es: Segmento no disponible
fr: Segment indisponible
ja: セグメントを利用できません
pt_br: Segmento indisponível
zh_hans: 片段不可用

# editor.transcript.segment.placeholder
source: Transcript segment
de: Transkriptsegment
es: Segmento de transcripción
fr: Segment de transcription
ja: 文字起こしセグメント
pt_br: Segmento da transcrição
zh_hans: 转写片段

# editor.transcript.size
source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
pt_br: Tamanho
zh_hans: 大小

# editor.transcript.size.large
source: Large
de: Groß
es: Grande
fr: Grand
ja: 大
pt_br: Grande
zh_hans: 大

# editor.transcript.size.medium
source: Medium
de: Mittel
es: Mediano
fr: Moyen
ja: 中
pt_br: Médio
zh_hans: 中

# editor.transcript.size.small
source: Small
de: Klein
es: Pequeño
fr: Petit
ja: 小
pt_br: Pequeno
zh_hans: 小

# editor.transcript.unavailable.message
source: No transcription provider is configured for this editor session.
de: Für diese Editor-Sitzung ist kein Transkriptionsanbieter konfiguriert.
es: No hay ningún proveedor de transcripción configurado para esta sesión del editor.
fr: Aucun fournisseur de transcription n'est configuré pour cette session d'édition.
ja: この編集セッションには文字起こしプロバイダーが設定されていません。
pt_br: Nenhum provedor de transcrição está configurado para esta sessão do editor.
zh_hans: 此编辑会话未配置任何转写提供程序。

# editor.transcript.unavailable.title
source: Transcription unavailable
de: Transkription nicht verfügbar
es: Transcripción no disponible
fr: Transcription indisponible
ja: 文字起こしを利用できません
pt_br: Transcrição indisponível
zh_hans: 转写不可用

# example.error.persistence.project-missing-original-video
source: The original video for this project is no longer available.
de: Das Originalvideo für dieses Projekt ist nicht mehr verfügbar.
es: El video original de este proyecto ya no está disponible.
fr: La vidéo d’origine de ce projet n’est plus disponible.
ja: このプロジェクトの元のビデオはもう利用できません。
pt_br: O vídeo original deste projeto não está mais disponível.
zh_hans: 此项目的原始视频已不可用。

# example.error.persistence.session-missing-original-video
source: The original video for this editing session could not be resolved.
de: Das Originalvideo für diese Bearbeitungssitzung konnte nicht gefunden werden.
es: No se pudo localizar el video original de esta sesión de edición.
fr: Impossible de localiser la vidéo d’origine pour cette session de montage.
ja: この編集セッションの元のビデオを特定できませんでした。
pt_br: Não foi possível localizar o vídeo original desta sessão de edição.
zh_hans: 无法定位此编辑会话的原始视频。

# example.error.persistence.stored-original-video-missing
source: The original video could not be found for this project.
de: Das Originalvideo für dieses Projekt konnte nicht gefunden werden.
es: No se encontró el video original de este proyecto.
fr: La vidéo d’origine de ce projet est introuvable.
ja: このプロジェクトの元のビデオが見つかりませんでした。
pt_br: Não foi possível encontrar o vídeo original deste projeto.
zh_hans: 找不到此项目的原始视频。

# example.error.persistence.title
source: Unable to Save Project
de: Projekt konnte nicht gespeichert werden
es: No se pudo guardar el proyecto
fr: Impossible d’enregistrer le projet
ja: プロジェクトを保存できません
pt_br: Não foi possível salvar o projeto
zh_hans: 无法保存项目

# example.home.empty.message
source: Choose a video, make your edits, and it will appear here with the latest saved configuration even before export.
de: Wähle ein Video, nimm deine Änderungen vor, und es erscheint hier mit der zuletzt gespeicherten Konfiguration sogar schon vor dem Export.
es: Elige un video, haz tus ediciones y aparecerá aquí con la última configuración guardada incluso antes de exportarlo.
fr: Choisissez une vidéo, effectuez vos modifications, et elle apparaîtra ici avec la dernière configuration enregistrée avant même l’export.
ja: ビデオを選んで編集すると、書き出し前でも最新の保存設定と一緒にここへ表示されます。
pt_br: Escolha um vídeo, faça suas edições e ele aparecerá aqui com a configuração salva mais recente, mesmo antes da exportação.
zh_hans: 选择一个视频并完成编辑后，它会连同最近一次保存的配置一起显示在这里，即使还没导出。

# example.home.empty.title
source: No saved videos yet
de: Noch keine gespeicherten Videos
es: Todavía no hay videos guardados
fr: Aucune vidéo enregistrée pour le moment
ja: 保存されたビデオはまだありません
pt_br: Ainda não há vídeos salvos
zh_hans: 还没有已保存的视频

# example.home.hero.footnote
source: The example app stays intentionally small: import a clip, edit it, and reopen the saved draft or exported video later.
de: Die Beispiel-App bleibt bewusst klein: Importiere einen Clip, bearbeite ihn und öffne den gespeicherten Entwurf oder das exportierte Video später erneut.
es: La app de ejemplo se mantiene intencionalmente pequeña: importa un clip, edítalo y vuelve a abrir más tarde el borrador guardado o el video exportado.
fr: L’app d’exemple reste volontairement compacte : importez un clip, montez-le, puis rouvrez plus tard le brouillon enregistré ou la vidéo exportée.
ja: このサンプルアプリはあえて小さく保っています。クリップを読み込み、編集し、保存した下書きや書き出し済みビデオをあとから再度開けます。
pt_br: O app de exemplo é intencionalmente enxuto: importe um clipe, edite-o e reabra depois o rascunho salvo ou o vídeo exportado.
zh_hans: 这个示例应用刻意保持精简：导入一个片段，编辑它，然后稍后重新打开已保存的草稿或导出后的视频。

# example.home.hero.message
source: Choose a video from Photos, export it, and keep both the original media and the rendered output saved for future edits.
de: Wähle ein Video aus Fotos, exportiere es und behalte sowohl das Originalmedium als auch die gerenderte Ausgabe für spätere Bearbeitungen.
es: Elige un video de Fotos, expórtalo y conserva tanto el original como el resultado renderizado para futuras ediciones.
fr: Choisissez une vidéo dans Photos, exportez-la et conservez à la fois le média d’origine et le rendu final pour de futures modifications.
ja: 写真からビデオを選び、書き出して、元のメディアと書き出し結果の両方を後から編集できるように保存します。
pt_br: Escolha um vídeo do Fotos, exporte-o e mantenha tanto a mídia original quanto o resultado renderizado salvos para edições futuras.
zh_hans: 从“照片”中选择一个视频，导出它，并同时保留原始媒体和渲染后的成品，方便之后继续编辑。

# example.home.hero.title
source: Edit, export, and revisit your clips.
de: Bearbeite, exportiere und greife später wieder auf deine Clips zu.
es: Edita, exporta y vuelve a tus clips cuando quieras.
fr: Montez, exportez et retrouvez vos clips plus tard.
ja: クリップを編集して、書き出して、あとからまた開けます。
pt_br: Edite, exporte e retome seus clipes depois.
zh_hans: 编辑、导出，并随时回来继续处理你的片段。

# example.home.import.message
source: Import a clip from Photos and open it directly in the editor.
de: Importiere einen Clip aus Fotos und öffne ihn direkt im Editor.
es: Importa un clip desde Fotos y ábrelo directamente en el editor.
fr: Importez un clip depuis Photos et ouvrez-le directement dans l’éditeur.
ja: 写真からクリップを読み込み、すぐにエディタで開きます。
pt_br: Importe um clipe do Fotos e abra-o diretamente no editor.
zh_hans: 从“照片”导入一个片段，并直接在编辑器中打开。

# example.home.import.title
source: Choose a Video
de: Video auswählen
es: Elegir un video
fr: Choisir une vidéo
ja: ビデオを選択
pt_br: Escolher um vídeo
zh_hans: 选择视频

# example.home.projects.title
source: Edited Videos
de: Bearbeitete Videos
es: Videos editados
fr: Vidéos modifiées
ja: 編集したビデオ
pt_br: Vídeos editados
zh_hans: 已编辑视频

# example.host-video-duration.detail.empty
source: Leave the field empty to keep the editor without a trim limit. Example: enter 300 to cap trim and export at 5 minutes.
de: Lass das Feld leer, wenn der Editor ohne Trimmbegrenzung bleiben soll. Beispiel: Gib 300 ein, um Trimmen und Export auf 5 Minuten zu begrenzen.
es: Deja el campo vacío para mantener el editor sin límite de recorte. Ejemplo: ingresa 300 para limitar el recorte y la exportación a 5 minutos.
fr: Laissez le champ vide pour garder l’éditeur sans limite de découpe. Exemple : saisissez 300 pour limiter la découpe et l’export à 5 minutes.
ja: トリム制限なしでエディタを使う場合は、この欄を空のままにします。例: 300 と入力すると、トリムと書き出しを 5 分に制限できます。
pt_br: Deixe o campo vazio para manter o editor sem limite de corte. Exemplo: digite 300 para limitar o corte e a exportação a 5 minutos.
zh_hans: 将此字段留空即可让编辑器不设置裁剪时长限制。示例：输入 300，可将裁剪和导出限制为 5 分钟。

# example.host-video-duration.detail.maximum-format
source: The host is limiting trim and export to %lld seconds. The user can still move the selected window anywhere in the source video, but the trim selection itself cannot exceed that duration.
de: Der Host begrenzt Trimmen und Export auf %lld Sekunden. Das ausgewählte Fenster kann weiterhin frei innerhalb des Quellvideos verschoben werden, seine Länge darf diesen Wert jedoch nicht überschreiten.
es: El host está limitando el recorte y la exportación a %lld segundos. El usuario aún puede mover la ventana seleccionada a cualquier parte del video de origen, pero el recorte en sí no puede superar esa duración.
fr: L’hôte limite la découpe et l’export à %lld secondes. L’utilisateur peut toujours déplacer la fenêtre sélectionnée n’importe où dans la vidéo source, mais la sélection elle-même ne peut pas dépasser cette durée.
ja: ホストはトリミングと書き出しを %lld 秒に制限しています。ユーザーは選択範囲を元のビデオ内で自由に移動できますが、トリム範囲そのものはこの長さを超えられません。
pt_br: O host está limitando o corte e a exportação a %lld segundos. O usuário ainda pode mover a janela selecionada para qualquer ponto do vídeo de origem, mas a seleção em si não pode ultrapassar essa duração.
zh_hans: 宿主当前将裁剪和导出限制为 %lld 秒。用户仍然可以在源视频中任意移动所选窗口，但裁剪选区本身不能超过这个时长。

# example.import.error.unable-to-load-selected-video
source: The selected video could not be loaded.
de: Das ausgewählte Video konnte nicht geladen werden.
es: No se pudo cargar el video seleccionado.
fr: Impossible de charger la vidéo sélectionnée.
ja: 選択したビデオを読み込めませんでした。
pt_br: Não foi possível carregar o vídeo selecionado.
zh_hans: 无法加载所选视频。

# example.project.action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt_br: Excluir
zh_hans: 删除

# example.project.action.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pt_br: Editar
zh_hans: 编辑
